Repository: NathanBnm/rush
Catalog: po/*.po
Languages: fr

source: Pomodoro timer
fr: Minuteur Pomodoro

source: Time manager app to break your work into intervals to keep you focused.
fr: Gestionnaire de temps pour diviser votre travail en intervalles afin de vous permettre de rester concentré.

source: Produtivity;Acessories;Clock;
fr: Productivité;Accessoires;Horloge;

source: Start working
fr: Commencer à travailler

source: Start a break
fr: Faire une pause

source: Start a long break
fr: Faire une longue pause

source: A timer to use pomodoro technique
fr: Un minuteur pour utiliser la technique Pomodoro

source: Fix broken appdata
fr: Corrections dans appdata

source: Fix desktop actions
fr: Correction des actions du bureau

source: Fix release problems for AppCenter
fr: Correction des problèmes de version avec le Centre d'Applications

source: Brand new icon
fr: Nouvelle icône

source: Fixes missing dependencies on debian packaging
fr: Correction des dépendances manquantes dans les paquets debian

source: Fixes appstream metadata not being installed
fr: Correction des métadonnées appstream qui ne s'installent pas

source: Fix broken progress bar on launcher entry in dock
fr: Correction de la barre de progression dans le dock

source: Present new window instead of openning another
fr: Affiche une nouvelle fenêtre au lieu d'ouvrir une nouvelle fois l'application

source: Rebranded to rush
fr: Nouveau nom pour Rush

source: First release
fr: Première version

source: Pause not implemented
fr: Pause non implémentée

source: Working
fr: Travail

source: Short break
fr: Pause courte

source: Long break
fr: Pause longue

source: Alarm done
fr: Alarme terminée

source: Next
fr: Suivant

source: Continue working
fr: Continuer à travailler

source: Proceed to
fr: Procéder à

source: Keep working
fr: Continuer à travailler

source: Done
fr: Terminé

source: Reports
fr: Rapports

source: Continue automatically to next pomodoro
fr: Continuer automatiquement au prochain Pomodoro

source: Duration in minutes
fr: Durée en minutes

source: Working:
fr: Travail :

source: Short break:
fr: Pause courte :

source: Long break:
fr: Pause longue :

source: 0 times
fr: 0 fois

source: Short breaks:
fr: Pauses courtes :

source: Long breaks:
fr: Pauses longues :

source: Worked time:
fr: Temps de travail :

source: Time on breaks:
fr: Temps de pause :

source: Left
fr: Restantes

source: Start
fr: Commencer

source: Start short break
fr: Commencer une pause courte

source: Start long break
fr: Commencer un pause longue

source: Stop
fr: Arrêter

source: Start running on app startup
fr: Exécuter et lancer au démarrage

source: hours
fr: heures
